package am.tsd.inchuner.program26.constant;

import java.util.ArrayList;

import am.tsd.inchuner.program26.utils.Question;

/**
 * Created by araratm on 7/28/16.
 */
public class QuestionConstant {

    // New_Year_4
   /* public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ձյունանուշիկը Ձմեռ պապիկի…",
                    "Թոռնիկն է",
                    "Կինն է",
                    "Քույրն է",
                    "Քավորկինն է"));
            add(new Question(
                    "Ո՞րն է ձմռան ամենատարածված քանդակը:",
                    "Ձնեմարդ",
                    "Սառցեմարդ",
                    "Ցրտամարդ",
                    "Անձրևամարդ"));
            add(new Question(
                    "Ո՞վ է հայկական Ձմեռ պապիկը",
                    "Կաղանդ պապ",
                    "Կաղամբ պապ",
                    "Աղանձ պապ",
                    "Տաղանդ պապ"));
            add(new Question(
                    "Ու՞մ դեմ էր պայքարում Հոֆմանի հեքիաթի հերոս Մարդուկ-Ջարդուկը:",
                    "Մկների թագավորի",
                    "Չար ոգիների",
                    "Չղջիկների արքայի",
                    "Արքայազն Կիտրոնի"));
            add(new Question(
                    "Ինչպե՞ս է կոչվել հայերեն առաջին տպագիր օրացույցը:",
                    "Պարզատումար",
                    "Պարզագումար",
                    "Պարզանուբար",
                    "Պարզացույց"));
        }};*/


    // New_Year_3
   /* public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ինչի՞ մեջ է բերում նվերները Ձմեռ պապիկը",
                    "Պարկ",
                    "Պայուսակ",
                    "Ճամպրուկ",
                    "Սնդուկ"));
            add(new Question(
                    "Որտե՞ղ է գտնվում Սանտա Կլաուսի նստավայրը:",
                    "Լապլանդիա",
                    "Լյուքսեմբուրգ",
                    "Լիմպոպո",
                    "Լիխթենշթայն"));
            add(new Question(
                    "Ի՞նչ էին անցյալում օգտագործում տոնածառի լուսավորության համար:",
                    "Մոմեր",
                    "Ջահեր",
                    "Փայլեր",
                    "Լապտերներ"));
            add(new Question(
                    "Ինչի՞ց կախարդվեց «Ձյունե թագուհի» հեքիաթի հերոս Կայենը:",
                    "Հայելու բեկորից",
                    "Ձյան փաթիլից",
                    "Ապակու կտորից",
                    "Սառը քամուց"));
            add(new Question(
                    "Ըստ չինական օրացույցի քանի՞ տարին մեկ է լինում նույն կենդանու տարին:",
                    "12",
                    "4",
                    "8",
                    "16 "));
        }};*/


    // New_Year_2
  /*  public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞ր ծառն է զարդարվում Ամանորին:",
                    "Եղևնի",
                    "Սոճի",
                    "Բարդի",
                    "Բալենի"));
            add(new Question(
                    "Նշեք այն ամիսը, որով սկսվում է նոր տարին:",
                    "Հունվար",
                    "Մարտ",
                    "Դեկտեմբեր",
                    "Սեպտեմբեր"));
            add(new Question(
                    "Ինչ կենդանիներ են քաշում Սանտա Կլաուսի սահնակը:",
                    "Եղջերուներ",
                    "Շներ",
                    "Ձիեր",
                    "Փղեր"));
            add(new Question(
                    "Ասիացիների կարծիքով ո՞րն է հրավառության հիմնական նպատակը:",
                    "Չար ոգիներին վախեցնելը",
                    "Մարդկանց վախեցնելը",
                    "Երազանք պահելը",
                    "Լուսավորություն ապահովելը"));
            add(new Question(
                    "Ո՞ր կենդանակերպի տարի չկա՝ ըստ չինական օրացույցի:",
                    "Առյուծ",
                    "Առնետ",
                    "Այծ",
                    "Վիշապ "));
        }};*/


       // New_Year_1
   /* public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ինչպե՞ս էին հին Հայաստանում անվանում Նոր տարին:",
                    "Նավասարդ",
                    "Նավաթիթեռ",
                    "Նավաթրթուռ",
                    "Նավատարի"));
            add(new Question(
                    "Տիեզերական ո՞ր մարմինն է ավանդաբար զարդարում տոնածառի գագաթը:",
                    "Աստղ",
                    "Մոլորակ",
                    "Արբանյակ",
                    "Աստերոիդ"));
            add(new Question(
                    "Նշվածներից ո՞րը Ձմեռ պապիկի անունը չէ:",
                    "Ռուդոլֆ",
                    "Սանտա Կլաուս",
                    "Պեռ Նոել",
                    "Յոլուպուկկի"));
            add(new Question(
                    "«12 ամիսներ» հեքիաթում ի՞նչ ծաղիկներ էր ուզում ունենալ արքայադուստրը:",
                    "Ձնծաղիկներ",
                    "Վարդեր",
                    "Մեխակներ",
                    "Մանուշակներ"));
            add(new Question(
                    "Ո՞րն է անգլիացիների ամանորյա ավանդական ուտեստը:",
                    "Փուդինգ",
                    "Շնիցել",
                    "Հալվա",
                    "Շտրուդել "));
        }};*/

            //78
   /* public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞րն է հայտնի հեքիաթի անվանում:",
                    "<Բրեմենյան երաժիշտներ>",
                    "<Բրեմենյան արտիստներ>",
                    "<Բրեմենյան դերասաններ>",
                    "<Բրեմենյան երգիչներ>"));
            add(new Question(
                    "Ո՞րը փողային երաժշտական գործիք չէ:",
                    "Ալտ",
                    "Շեփոր",
                    "Կլառնետ",
                    "Սաքսոֆոն"));
            add(new Question(
                    "Ո՞ր մրցանակն է տրվում գիտության ոլորտում:",
                    "Նոբելյան",
                    "Օսկար",
                    "Գրեմմի",
                    "Էմմի"));
            add(new Question(
                    "Ո ՞րն է Շվեդիայի մայրաքաղաքը:",
                    "Ստոկհոլմ",
                    "Օտավա",
                    "Դուբլին",
                    "Կոպենհագեն"));
            add(new Question(
                    "Արվեստի ո՞ր ճյուղի ներկայացուցիչ է Անտոնիո Գաուդին:",
                    "Ճարտարապետություն",
                    "Երաժշտություն",
                    "Գեղանկարչություն",
                    "Գրականություն"));
        }};*/

            //77
  /*  public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞րն է Հովհաններ Թումանյանի բալլադը:",
                    "<Ախթամար>",
                    "<Ախմարո>",
                    "<Ախանուշ>",
                    "<Ախալմաստ>"));
            add(new Question(
                    "Ո՞րն է ածական անուն:",
                    "Գեղեցիկ",
                    "Նստել",
                    "Արվեստ",
                    "Երրորդ"));
            add(new Question(
                    "Ինչպե՞ս է կոչվում մրգեր պատկերող նկարը:",
                    "Նատյուրմորտ",
                    "Բնանկար",
                    "Ինքնանկար",
                    "Դիմանկար"));
            add(new Question(
                    "Ո՞ր դասին են պատկանում կետերը:",
                    "Կաթնասուններ",
                    "Երկկենցաղներ",
                    "Ձկներ",
                    "Գլխոտանիներ"));
            add(new Question(
                    "Ո ՞ր երաժշտական գործիքի վարպետ է Անտոնիո Ստրադիվարին:",
                    "Ջութակ",
                    "Դաշնամուր",
                    "Ֆլեյտա",
                    "Շեփոր"));
        }};*/

                //76
   /* public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞ր մարզաձևում է անհրաժեշտ զամբյուղը:",
                    "Բասկետբոլ",
                    "Վոլեյբոլ",
                    "Ֆուտբոլ",
                    "Թենիս"));
            add(new Question(
                    "Ո՞ր թռչունն է <գարնանաբեր>:",
                    "Ծիծեռնակ",
                    "Ճնճղուկ",
                    "Սոխակ",
                    "Կաչաղակ"));
            add(new Question(
                    "Ո՞ր հայտնագործությունն է <ավելորդ>:",
                    "Ժամացույց",
                    "Խոշորացույց",
                    "Ակնոց",
                    "Հեռադիտակ"));
            add(new Question(
                    "Ո՞ր վեպի հեղինակն է Մուրացանը:",
                    "<Գևորգ Մարզպետունի>",
                    "<Սամվել>",
                    "<Քաոս>",
                    "<Վարդանանք>"));
            add(new Question(
                    "Ո՞ր երկրի մայրաքաղաքն է Ռեյկյավիկը:",
                    "Իսլանդիա",
                    "Իռլանդիա",
                    "Ինդոնեզիա",
                    "Նորվեգիա"));
        }};*/

           //75
   /* public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞րն է տարվա 8-րդ ամիսը:",
                    "Օգոստոս",
                    "Մայիս",
                    "Հուլիս",
                    "սեպտեմբեր"));
            add(new Question(
                    "Ո՞ր կենդանու ձագն է մտրուկը:",
                    "Ձի",
                    "Այծ",
                    "Ոչխար",
                    "Կով"));
            add(new Question(
                    "Ո՞ր մայրցամաքով է հոսում Լիմպոպո գետը:",
                    "Աֆրիկա",
                    "Եվրասիա",
                    "Ավստրալիա",
                    "Հարավային Ամերիկա"));
            add(new Question(
                    "Ի՞նչ չափման միավորով են չափում ձայնը:",
                    "Դեցիբել",
                    "Կիլոհերց",
                    "Մեգաբայթ",
                    "Կիլովատ"));
            add(new Question(
                    "Ո՞րն է գիտություն տան մասին:",
                    "Էկոլոգիա",
                    "Ֆիզիոլոգիա",
                    "Բիոլոգիա",
                    "Տեոլոգիա"));
        }};*/

            //74
    /*public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞ր թանգարանում են գտնվում հայտնի մարդկանց մոմե արձանները:",
                    "Մադամ Տյուսոյի",
                    "Մադամ Մյուսոյի",
                    "Մադամ Պյուսոյի",
                    "Մադմուազել Միմիի"));
            add(new Question(
                    "Ո՞ր մայրցամաքում է բնակվում կենգուրուն:",
                    "Ավստրալիա",
                    "Եվրասիա",
                    "Աֆրիկա",
                    "Հարավային Ամերիկա"));
            add(new Question(
                    "Ո՞ր ճարտարապետն է Բարսելոնայի հայտնի շինությունների հեղինակը:",
                    "Գաուդի",
                    "Աուդի",
                    "Դալի",
                    "Վելասկես"));
            add(new Question(
                    "Քանի՞ վանդակից է բաղկացած շախմատի տախտակը:",
                    "64",
                    "32",
                    "48",
                    "72"));
            add(new Question(
                    "Ո՞ր երկրում է առաջացել Ձյուդո մարզաձևը:",
                    "Ճապոնիա",
                    "Չինաստան",
                    "Կորեա",
                    "Վյետնամ"));
        }};*/


    //73
    /*public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞վ է Անդերսենի հեքիաթում ծնվել ծաղկի մեջ:",
                    "Մատնաչափիկ",
                    "Աչքաչափիկ",
                    "Փոքրաչափիկ",
                    "Ճկույթաչափիկ"));
            add(new Question(
                    "Ո՞ր մասնագետն է տալիս Հիպոկրատի երդում:",
                    "Բժիշկ",
                    "Ուսուցիչ",
                    "Ոստիկան",
                    "Դերասան"));
            add(new Question(
                    " Նշվածներից ո՞րը պարի տեսակ չէ:",
                    "Սամբո",
                    "Սամբա",
                    "Ռումբա",
                    "Սալսա"));
            add(new Question(
                    "Ո՞ր քաղաքում է գտնվում Էրմիտաժ թանգարանը:",
                    "Սանկտ Պետերբուրգ",
                    "Մոսկվա",
                    "Պրահա",
                    "Փարիզ"));
            add(new Question(
                    "Ի՞նչ ազգություն ուներ Վիլյամ Շեքսպիրը:",
                    "Անգլիացի",
                    "Ֆրանսիացի",
                    "Իտալացի",
                    "Շոտլանդացի"));
        }};*/

    //72
  /*  public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞րն է Խնկո Ապոր հայտնի առակը:",
                    "<Գայլն ու գառը>",
                    "<Գայլն ու խոզուկը>",
                    "<Գայլն ու հորթը>",
                    "<Գալյն ու իշուկը>"));
            add(new Question(
                    "Ո՞րն է Հռոմի Պապի նստավայրը:",
                    "Վատիկան",
                    "Հռոմ",
                    "Վենետիկ",
                    "Սիցիլիա"));
            add(new Question(
                    "Ո՞վ է <Քաոս> վեպի հեղինակը:",
                    "Շիրվանզադե",
                    "Րաֆֆի",
                    "Մուրացան",
                    "Դերենիկ Դեմիրճյան"));
            add(new Question(
                    "Ո՞ր կենդանին է քնում գլխիվայր:",
                    "Չղջիկ",
                    "Ոզնի",
                    "Ալարկոտ",
                    "Ութոտնուկ"));
            add(new Question(
                    "Ո՞րն է աշխարհի ամենամեծ կղզին:",
                    "Գրենլանդիա",
                    "Մադագասկար",
                    "Սախալին",
                    "Կուբա"));
        }};*/

    //71
  /*  public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞վ է <Սասնա ծռեր> էպոսի հերոս:",
                    "Ձենով Օհան",
                    "Լսող Վահան",
                    "Անձայն Վարդան",
                    "Սուլող Մելիք"));
            add(new Question(
                    "Ի՞նչ է հայ նկարիչ Այվազովսկու անունը:",
                    "Հովհաննես",
                    "Վարդգես",
                    "Մարտիրոս",
                    "Մինաս"));
            add(new Question(
                    "Ո՞րն է Սյունիքի մարզի մարզկենտրոնը:",
                    "Կապան",
                    "Արտաշատ",
                    "Գյումրի",
                    "Գորիս"));
            add(new Question(
                    "Ո՞վ է հունական դիցաբանության գեղեցկության աստվածուհին:",
                    "Աֆրոդիտե",
                    "Արտեմիս",
                    "Հերա",
                    "Աթենաս"));
            add(new Question(
                    "Ո՞վ էր մասնագիտությամբ Անտուան դը Սենտ Էքզյուպերին:",
                    "Օդաչու",
                    "Բժիշկ",
                    "Ուսուցիչ",
                    "Նավաստի"));
        }};*/


            //70
   /* public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞վ է աշխարհահռչակ ֆուտբոլիստ:",
                    "Պելե",
                    "Մելե",
                    "Ժելե",
                    "Ֆիլե"));
            add(new Question(
                    "Ո՞ր ընտանիքին է պատկանում պանդան:",
                    "Արջեր",
                    "Կապիկներ",
                    "Կատվազգիներ",
                    "Կռծողներ"));
            add(new Question(
                    "Ո՞ր ծաղիկն է ասոցացվում ինքնահավան մարդու հետ:",
                    "Նարգիզ",
                    "Վարդ",
                    "Կակաչ",
                    "Մեխակ"));
            add(new Question(
                    "Ո՞րն է աշխարհի ամենաբարձր ջրվեժը:",
                    "Անխել",
                    "Վիկտորիա",
                    "Նիագարա",
                    "Շաքիի"));
            add(new Question(
                    "Ո՞վ է հռոմեական դիցաբանության աստվածուհի:",
                    "Վեներա",
                    "Արտեմիս",
                    "Նանե",
                    "Իսիդա"));
        }};*/


            //69
   /* public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞վ էր Ուստիանի ամուսինը:",
                    "Քաջ Նազար",
                    "Ձախորդ Փանոս",
                    "Անբախտ Սիսակ",
                    "Պոլոզ Մուկուչ"));
            add(new Question(
                    "Ո՞ր մոլորակը չի կրում <աստվածային> անուն:",
                    "Երկիր",
                    "Վեներա",
                    "Յուպիտեր",
                    "Նեպտուն"));
            add(new Question(
                    "Ինչպե՞ս է կոչվում խոզերի խումբը:",
                    "Բոլուկ",
                    "Հորան",
                    "Երամակ",
                    "Ճահուկ"));
            add(new Question(
                    "Ո՞րն է ամենամեծ տարածք ունեցող պետությունը:",
                    "Ռուսաստան",
                    "ԱՄՆ",
                    "Չինաստան",
                    "Հնդկաստան"));
            add(new Question(
                    "Ո՞րն է Վ. Սարոյանի ստեղծագործության անվանումը:",
                    "<Իմ անունն Արամ է>",
                    "<Իմ անունն  Արա է>",
                    "<Իմ անունն  Արմեն է>",
                    "<Իմ անունն  Արման է>"));
        }};
*/
            //68
   /* public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞րը լարային երաժշտական գործիք չէ:",
                    "Գալարափող",
                    "Ջութակ",
                    "Կիթառ",
                    "Թավջութակ"));
            add(new Question(
                    "<Մաուգլի> հեքիաթում ո՞վ էր Բալուն: ",
                    "Արջ",
                    "Վագր",
                    "Գայլ",
                    "Հովազ"));
            add(new Question(
                    "Ո՞րն է ամենափոքր մայրցամաքը:",
                    "Ավստրալիա",
                    "Աֆրիկա",
                    "Եվրոպա",
                    "Անտարկտիդա"));
            add(new Question(
                    "Ի՞նչ գույնի աչքեր ունեն ալբինոս-կենդանիների:",
                    "Կարմիր",
                    "Սև",
                    "Կապույտ",
                    "Կանաչ"));
            add(new Question(
                    "Ու՞մ անունն է կրում Երևանի երաժշտական կոմեդիայի թատրոնը: ",
                    "Պարոնյան",
                    "Սունդուկյան",
                    "Ղափլանյան",
                    "Մկրտչյան"));
        }};*/

            //67
   /*public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞րն է գործողություն ցույց տվող խոսքի մաս:",
                    "Բայ",
                    "Գոյական",
                    "Ածական",
                    "Մակբայ"));
            add(new Question(
                    "Ինչպե՞ս է կոչվում հաղթանակը շախմատում:",
                    "Մատ",
                    "Շախ",
                    "Պատ",
                    "Վատտ"));
            add(new Question(
                    "Ո՞րն են անվանում <Հավերժական քաղաք>:",
                    "Հռոմ",
                    "Բաբելոն",
                    "Բարսելոնա",
                    "Պրահա"));
            add(new Question(
                    "Ո՞ր կենդանին չի բնակվում Աֆրիկայում:",
                    "Վագր",
                    "Զեբր",
                    "Ընձուղտ",
                    "Կապիկ"));
            add(new Question(
                    "Որտե՞ղ են ստեղծվել արաբական թվերը:",
                    "Հնդկաստանում",
                    "Արաբական Էմիրություններում",
                    "Չինաստանում",
                    "Եգիպտոսում"));
        }};*/


    //66
  /*  public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Սեղանի թենիսն անվանում են նաև…",
                    "Պինգ-պոնգ",
                    "Պոնգ-պինգ",
                    "Բինգո-բոնգո",
                    "Դինգ-դոնգ"));
            add(new Question(
                    "Ո՞վ է Լյուիս Քերոլի հերոսուհին:",
                    "Ալիսա",
                    "Պեպպի",
                    "Գերդա",
                    "Մատնաչափիկ"));
            add(new Question(
                    "Ո՞րն է Ռոդենի հայտնի քանդակը:",
                    "<Մտածողը>",
                    "<Արարողը>",
                    "<Կասկածողը>",
                    "<Ստեղծագործողը>"));
            add(new Question(
                    "Ո՞ր երկիրն է սամուրայների հայրենիքը:",
                    "Ճապոնիա",
                    "Հնդկաստան",
                    "Չինաստան",
                    "Կորեա"));
            add(new Question(
                    "Ի՞նչ վիպական մաս չկա <Սասնա Ծռեր> էպոսում:",
                    "<Մսրա Մելիք>",
                    "<Մեծ Մհեր>",
                    "<Փոքր Մհեր>",
                    "<Սանասար և Բաղդասար>"));
        }};*/

            //65
    /*public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞ր հեքիաթը չի գրել Թումանյանը:",
                    "<Պույ-Պույ մուկիկ>",
                    "<Անբան Հուռին>",
                    "<Կացին ախպերը>",
                    "<Անհաղթ աքլորը>"));
            add(new Question(
                    "Ո՞րն է կոալաների ուտելիքը:",
                    "Էվկալիպտի տերև",
                    "Բամբուկի կեղև",
                    "Կաղին",
                    "Բաոբաբի արմատներ"));
            add(new Question(
                    "Ո՞ր մարզում է գտնվում Բյուրականի աստղադիտարանը:",
                    "Արագածոտն",
                    "Արարատ",
                    "Տավուշ",
                    "Կոտայք"));
            add(new Question(
                    "Ո՞րն է Շեքսպիրի հերոս Համլետի հայտնի հարցը:",
                    "<Լինե՞լ, թե՝ չլինել>",
                    "<Սիրե՞լ, թե՝ չսիրել>",
                    "<Ապրե՞լ, թե՝ մեռնել>",
                    "<Ներե՞լ, թե՝ չներել>"));
            add(new Question(
                    "Ու՞մ են անվանում պոլիգլոտ:",
                    "Շատ լեզուներ իմացող մարդկանց",
                    "Շատախոս մարդկանց",
                    "Քչախոս մարդկանց",
                    "Բարձրախոս մարդկանց"));
        }};*/

            //64
    /*public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Կրկնությունը գիտության…",
                    "Մայրն է",
                    "Հայրն է",
                    "Քույրն է",
                    "Եղբայրն է"));
            add(new Question(
                    "Ո՞ր մրգի հետ է ասոցացվում Նյուտոնը:",
                    "Խնձոր",
                    "Տանձ",
                    "Սալոր",
                    "Դեղձ"));
            add(new Question(
                    "Ո՞ր հերոսն է ապրում կտուրի վրա:",
                    "Կառլսոն",
                    "Վինի Թուխ",
                    "Փիթեր Փեն",
                    "Շրեկ"));
            add(new Question(
                    "Ո՞ր քաղաքն է գտնվում Իտալիայում:",
                    "Պիզա",
                    "Կանն",
                    "Օտավա",
                    "Մյունխեն"));
            add(new Question(
                    "Ո՞վ է գրել Մաշտոցի կենսագրությունը:",
                    "Կորյուն",
                    "Խորենացի",
                    "Եղիշե",
                    "Բյուզանդ"));
        }};*/

            //63
 /*   public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ու՞ր ընկավ Պույ-Պույ մկնիկը:",
                    "Կոկոսի մեջ",
                    "Հավկիթի մեջ",
                    "Կաթնաղբյուրի մեջ",
                    "Ջրհորի մեջ"));
            add(new Question(
                    "Ո՞ր ծառի պտուղներից են պատրաստում շոկոլադ:",
                    "Կակաո",
                    "Բաոբաբ",
                    "Էվկալիպտ",
                    "Բամբուկ"));
            add(new Question(
                    "Ո՞րն է հայկական ֆիլմ:",
                    "<Թթենի>",
                    "<Բալենի>",
                    "<Տանձենի>",
                    "<Խնձորենի>"));
            add(new Question(
                    "Օլիմպիական 5 օղակներից ո՞րն է խորհրդանշում Եվրոպան:",
                    "Կապույտ",
                    "Կանաչ",
                    "Դեղին",
                    "Կարմիր"));
            add(new Question(
                    "Քանի՞ զգայարան ունի մարդը:",
                    "5",
                    "4",
                    "6",
                    "7"));
        }};*/

            //62
   /* public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ժամացույցի ո՞ր սլաքն է ամենադանդաղաշարժը:",
                    "Ժամի",
                    "Րոպեի",
                    "Վայրյանի",
                    "Հավասար են"));
            add(new Question(
                    "Ո՞րը թռչուն չէ:",
                    "Չղջիկ",
                    "Պինգվին",
                    "Կիվի",
                    "Կոլիբրի"));
            add(new Question(
                    "Ի՞նչ էին շնորհում Հին Հունաստանում օլիմպիական չեմպիոններին:",
                    "Ձիթապտղի ճյուղ",
                    "Գավաթ",
                    "Դափնեպսակ",
                    "Արձանիկ"));
            add(new Question(
                    "Ի՞նչ գույն չունի Իտալիայի դրոշը:",
                    "Դեղին",
                    "Սպիտակ",
                    "Կանաչ",
                    "Կարմիր"));
            add(new Question(
                    "Ո՞ր փողոցում էր ապրում Շերլոք Հոլմսը:",
                    "Բեյքեր սթրիթ",
                    "Դաունինգ սթրիթ",
                    "Օքսֆորդ սթրիթ",
                    "Բոնդ սթրիթ"));
        }};*/

                    //61
   /*public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞րն է Երևանյան փողոց:",
                    "Մոսկովյան",
                    "Ռուսաստանյան",
                    "Սանկտ-Պետերբուրգյան",
                    "Վոլգոգրադյան"));
            add(new Question(
                    "Ո՞ր մրգից են պատրաստում չամիչ:",
                    "Խաղող",
                    "Բալ",
                    "Հոն",
                    "Թութ"));
            add(new Question(
                    "Ո՞րն է ամենամեծ պինգվինը:",
                    "Կայսերական",
                    "Թագավորական",
                    "Արքայական",
                    "Հսկայական"));
            add(new Question(
                    "Ո՞րն է ամենահարավային մայրցամաքը:",
                    "Անտարկտիդա",
                    "Եվրասիա",
                    "Հարավային Ամերիկա",
                    "Ավստրալիա"));
            add(new Question(
                    "Քանի՞ սխրանք է գործել Հերակլեսը:",
                    "12",
                    "5",
                    "7",
                    "10"));
        }};*/


            //60
  /*  public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Նշված անուններից ո՞րն է նաև գետի անվանում:",
                    "Արաքս",
                    "Անի",
                    "Նարե",
                    "Մանե"));
            add(new Question(
                    "Ո՞րն է երկրաչափական մարմին:",
                    "Սեղան",
                    "Աթոռ",
                    "Բազմոց",
                    "Պահարան"));
            add(new Question(
                    "Ի՞նչ գույնի դրոշ են բարձրացնում հանձնվելիս:",
                    "Սպիտակ",
                    "Սև",
                    "Կարմիր",
                    "Դեղին"));
            add(new Question(
                    "Ֆուտբոլում ի՞նչ տարածության  վրա է նշանակվում պենալը:",
                    "11մ",
                    "5մ",
                    "7մ",
                    "13մ"));
            add(new Question(
                    "Ի՞նչ գողացավ Պրոմեթևսն աստվածներից:",
                    "Կրակ",
                    "Բանալի",
                    "Ջուր",
                    "Կողպեք"));
        }};*/

                //59
   /* public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ի՞նչ գույնի դիպլոմ է ստանում գերազանց սովորող ուսանողը:",
                    "Կարմիր",
                    "Սպիտակ",
                    "Դեղին",
                    "Նարնջագույն"));
            add(new Question(
                    "Ո՞ր երաժշտական գործիքն են անվանում ծիրանափող:",
                    "Դուդուկ",
                    "Զուռնա",
                    "Շվի",
                    "Գալարափող"));
            add(new Question(
                    "Ի՞նչ գույնի են ալբինոս-կենդանիները:",
                    "Սպիտակ",
                    "Սև",
                    "Շագանակագույն",
                    "Մոխրագույն"));
            add(new Question(
                    "Ո՞ր երկիրն է ԱՄՆ-ին նվիրել Ազատության արձանը:",
                    "Ֆրանսիա",
                    "Գերմանիա",
                    "Իսպանիա",
                    "Կանադա"));
            add(new Question(
                    "Ինչպե՞ս է կոչվում Հարրի Փոթերի հաճախած կախարդների դպրոցը:",
                    "Հոգվարդս",
                    "Օքսֆորդ",
                    "Հարվարդ",
                    "Քեմբրիջ"));
        }};*/

                //58
  /*  public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞րն է  Հովհաննես Թումանյանի հեքիաթը:",
                    "<Կացին ախպեր>",
                    "<Սղոց եղբայր>",
                    "<Դանակ-մկրատ>",
                    "<Անպոչ գդալ>"));
            add(new Question(
                    "Նշվածներից ո՞րն է պարզ բառ:",
                    "Պատգամ",
                    "Երգչախումբ",
                    "Լուսնկա",
                    "Բանաստեղծ"));
            add(new Question(
                    "Ո՞րն է գետի անվանում:",
                    "Լիմպոպո",
                    "Հիպոպոտամ",
                    "Լիմպո",
                    "Հիպո"));
            add(new Question(
                    "Ո՞ր ծաղիկն է համարվում Հոլանդիայի խորհրդանիշը:",
                    "Կակաչ",
                    "Վարդ",
                    "Մեխակ",
                    "Մանուշակ"));
            add(new Question(
                    "Ո՞ր կենդանին չի կարող ցատկել:",
                    "Փիղ",
                    "Ընձուղտ",
                    "Կենգուրու",
                    "Վագր"));
        }};*/

            //57
  /*  public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ի՞նչ հրապարակ չկա Երևանում:",
                    "Արդարության",
                    "Հանրապետության",
                    "Ազատության",
                    "Ֆրանսիայի"));
            add(new Question(
                    "Ո՞րն էր Նոյի արձակած առաջին թռչունը:",
                    "Ագռավ",
                    "Արագիլ",
                    "Աղավնի",
                    "Կաչաղակ"));
            add(new Question(
                    "Որտե՞ղ անցկացվեցին 2016 թ-ի օլիմպիական խաղերը:",
                    "Բրազիլիա",
                    "Արգենտինա",
                    "Ուրուգվայ",
                    "Վենենսուելա"));
            add(new Question(
                    "Որտե՞ղ է գտնվում աշխարհի ամենաերկար ճոպանուղին:",
                    "Հայաստան",
                    "Գերմանիա",
                    "Շվեյցարիա",
                    "Ճապոնիա"));
            add(new Question(
                    "Հովհաննես Թումանյանի ո՞ր պոեմն է ընկած <Ալմաստ> օպերայի հիմքում:",
                    "<Թմբկաբերդի առումը>",
                    "<Փարվանա>",
                    "<Ախթամար>",
                    "<Մարո>"));
        }};*/

            //56
   /* public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞րը երկրաչափական մարմին չէ:",
                    "Աղեղ",
                    "Բուրգ",
                    "Կոն",
                    "Գունդ"));
            add(new Question(
                    "Ո՞վ էր Ռոբինզոն Կրուզոյի ընկերը:",
                    "Ուրբաթ",
                    "Երկուշաբթի",
                    "Չորեքշաբթի",
                    "Կիրակի"));
            add(new Question(
                    "Ո՞ր դիցաբանության գլխավոր աստվածն է Զևսը:",
                    "Հունական",
                    "Եգիպտական",
                    "Հռոմեական",
                    "Հնդկական"));
            add(new Question(
                    "Ո՞ր մարզաձևում 2016 թ-ին օլիմպիական չեմպիոն ճանաչվեց Արթուր Ալեքսանյանը:",
                    "Ըմբշամարտ",
                    "Ծանրամարտ",
                    "Մարմնամարզություն",
                    "Բռնցքամարտ"));
            add(new Question(
                    "Հռոմեական ո՞ր կայսրն է թագադրել Տրդատ Առաջին արքային:",
                    "Ներոն",
                    "Կալիգուլա",
                    "Վասիլ",
                    "Հուլիոս Կեսար"));
        }};*/

        //55
    /*public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ո՞րն է Հովհաննես Թումանյանի ծննդավայրը:",
                    "Դսեղ",
                    "Հացավան",
                    "Կարս",
                    "Հացեկաց"));
            add(new Question(
                    "Ի՞նչ է նշանակում SOS ազդանշանը:",
                    "Փրկեցեք",
                    "Հեռացեք",
                    "Մոտեցեք",
                    "Զգուշացեք"));
            add(new Question(
                    "Ո՞ր պարն է <Գայանե> բալետից:",
                    "Սուսերով",
                    "Թրերով",
                    "Կացիններով",
                    "Սրերով"));
            add(new Question(
                    "Ո՞րն է Էռնեստ Հեմինգուեյի հայտնի ստեղծագործությունը:",
                    "«Ծերունին և ծովը»",
                    "«Ծերունին և լիճը»",
                    "«Ծերունին և գետը»",
                    "«Ծերունին և օվկիանոսը»"));
            add(new Question(
                    "Ո՞վ է «Խաղաղության աղավնի» կտավի հեղինակը:",
                    "Պիկասսո",
                    "Վան Գոգ",
                    "Գոգեն",
                    "Մոդիլյանի"));
        }};*/

            //54
   /* public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ինչպիսի՞ ժամացույց չի եղել:",
                    "Ածուխի",
                    "Արևի",
                    "Ավազի",
                    "Էլեկտրոնային"));
            add(new Question(
                    "Ո՞րն է հայկական գեղարվեստական ֆիլմ:",
                    "<Սարոյան եղբայրներ>",
                    "<Օրբելի եղբայրներ>",
                    "<Ալիխանյան եղբայրներ>",
                    "<Գրիմ եղբայրներ>"));
            add(new Question(
                    "Ո՞ր սարի վրա էին ապրում հունական աստվածները:",
                    "Օլիմպոս",
                    "Արարատ",
                    "Պառնաս",
                    "Գողգոթա"));
            add(new Question(
                    "Ինչպե՞ս է կոչվում անապատում կանաչապատ տարածքը:",
                    "Օազիս",
                    "Միրաժ",
                    "Պուրակ",
                    "Արահետ"));
            add(new Question(
                    "Ինչպե՞ս է կոչվում ճապոնական ծաղկեփունջ կազմելու արվեստը:",
                    "Իկեբանա",
                    "Սամուրայ",
                    "Կիմոնո",
                    "Ֆլորա"));
        }};*/

        //53
   /* public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ինչպե՞ս է կոչվում Երևանի գլխավոր հրապարակը:",
                    "Հանրապետության",
                    "Կառավարության",
                    "Ժողովրդական",
                    "Ազգային"));
            add(new Question(
                    "Ո՞ր մարզաձևում է աշխարհի չեմպիոն դարձել Տիգրան Պետրոսյանը:",
                    "Շախմատ",
                    "Ըմբշամարտ",
                    "Մարմնամարզություն",
                    "Ծանրամարտ"));
            add(new Question(
                    "Նշվածներից ո՞րն է ամենաշատակեր կենդանին:",
                    "Ճպուռ",
                    "Փիղ",
                    "Գետաձի",
                    "Օձ"));
            add(new Question(
                    "Ո՞րը հնդկացիների ցեղ չէ:",
                    "Գնչուներ",
                    "Մայաներ",
                    "Ինկեր",
                    "Ացտեկներ"));
            add(new Question(
                    "Ո՞ր երկիրն են անվանում <Արծաթե երկիր>:",
                    "Արգենտինա",
                    "Վենեսուելա",
                    "Ուրուգվայ",
                    "Կոլումբիա"));
        }};*/


    //52
  /*  public static ArrayList<Question> questions = new ArrayList<Question>() {
        {
            add(new Question(
                    "Ինչպե՞ս է առաջին մարդու անունը:",
                    "Ադամ",
                    "Աբել",
                    "Կայեն",
                    "Նոյ"));
            add(new Question(
                    "Ո՞րն է մարզական մրցանակ:",
                    "Գավաթ",
                    "Ըմպանակ",
                    "Թաս",
                    "Բաժակ"));
            add(new Question(
                    "Ինչպե՞ս է կոչվում իսպանական ցլամարտը:",
                    "Կորիդա",
                    "Տորեոդոր",
                    "Տորնադո",
                    "Մատադոր"));
            add(new Question(
                    "Ինչպե՞ս է կոչվում ծովահենների դրոշը:",
                    "Ուրախ Ռոջեր",
                    "Զվարճալի Ջերրի",
                    "Ժպտերես Բոբ",
                    "Բարի Թոմ"));
            add(new Question(
                    "Ո՞րն է Աֆրիկայի ամենաբարձր գագաթը:",
                    "Կիլիմանջարո",
                    "Մոնբլան",
                    "Կազբեկ",
                    "Էվերեստ"));
        }};*/


  //  51
  /*  public static ArrayList<Question> questions = new ArrayList<Question>(){{
        add(new Question(
                "Ու՞մ է հանդիպում աղջիկը <Գտնված երազ> մուլտֆիլմում:",
                "Ծերուկի",
                "Տատիկի",
                "Երեխայի",
                "Շնիկի"));
        add(new Question(
                "Ո՞րն է հայկական ֆիլմ:",
                "<Եռանկյունի>",
                "<Գլան>",
                "<Կոն>",
                "<Քառանկյուն>"));
        add(new Question(
                "Քանի՞ տարեկան է Ժյուլ Վեռնի պատանի նավապետը:",
                "15",
                "13",
                "16",
                "17"));
        add(new Question(
                "Ո՞րն է ամենաքիչ բնակչություն ունեցող պետությունը:",
                "Վատիկան",
                "Լիխտենշտեյն",
                "Մոնակո",
                "Լյուքսեմբուրգ"));
        add(new Question(
                "Ո՞վ է <Էրեբունի-Երևան> երգի երաժշտության հեղինակը:",
                "Էդգար Հովհաննիսյան",
                "Էդվարդ Միրզոյան",
                "Առնո Բաբաջանյան",
                "Ալեքսեյ Հեքիմյան"));
    }};*/

         //   50
   /* public static ArrayList<Question> questions = new ArrayList<Question>(){{
        add(new Question(
                "Ե՞րբ է նշվում Հաղթանակի և Շուշիի ազատագրման օրը:",
                "Մայիսի 9",
                "Հունվարի 28",
                "Սեպտեմբերի 21",
                "Հուլիսի 5"));
        add(new Question(
                "Ո՞րն է ՀՀ օրենսդիր մարմինը:",
                "Ազգային ժողով",
                "Դումա",
                "Ռադա",
                "Կուսակցություն"));
        add(new Question(
                "Ի՞նչ միրգ է <Չիպոլինոյի արկածները> գրքի արքայազնը:",
                "Կիտրոն",
                "Նարինջ",
                "Թուրինջ",
                "Մանդարին"));
        add(new Question(
                "Ո՞ր լեզուն է համարվում մայրենի՝ ամենաշատ մարդկանց համար:",
                "Չինարեն",
                "Անգլերեն",
                "Ֆրանսերեն",
                "Ճապոներեն"));
        add(new Question(
                "Ո՞վ է առաջին անգամ կատարել շուրջերկրյա ճանապարհորդություն:",
                "Ֆեռնան Մագելան",
                "Ջեյմս Կուկ",
                "Ֆերդինանդ Վրանգել",
                "Քրիստափոր Կոլումբոս"));
    }};*/



 // 49
  /*  public static ArrayList<Question> questions = new ArrayList<Question>(){{
        add(new Question(
                "Ո՞վ կերավ Գնդլիկ Բոքոնիկին:",
                "Աղվես",
                "Գայլ",
                "Արջ",
                "Ագռավ"));
        add(new Question(
                "Ինչպե՞ս էին անվանում ծովահեն Ջեքին:",
                "Ճնճղուկ",
                "Արտույտ",
                "Ագռավ",
                "Արծիվ"));
        add(new Question(
                "Ո՞րն է Կոտայք մարզի մարզկենտրոնը:",
                "Հրազդան",
                "Աբովյան",
                "Սիսիան",
                "Մեղրի"));
        add(new Question(
                "Ո՞ր նկարչի անունն է Սալվադոր:",
                "Դալի",
                "Գոգեն",
                "Վելասկես",
                "Վան Գոգ"));
        add(new Question(
                "Ո՞վ է Հակոբ Մելիք-Հակոբյանը:",
                "Րաֆֆի",
                "Շիրվանզադե",
                "Նար-Դոս",
                "Մուրացան"));
    }};*/

        //49
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ո՞րն է երաժշտական գործիք:",
//                "Փող",
//                "Լող",
//                "Գող",
//                "Դող"));
//        add(new Question(
//                "Ի՞նչ տվեց կախարդին Ջրահարսը:",
//                "Ձայնը",
//                "Մազերը",
//                "Հարստությունը",
//                "Գեղեցկությունը"));
//        add(new Question(
//                "Ո՞րն է Տավուշի մարզկենտրոնը:",
//                "Իջևան",
//                "Աշտարակ",
//                "Ծաղկաձոր",
//                "Դիլիջան"));
//        add(new Question(
//                "Ո՞վ էր հայ դիցարանի ջրի, սիրո և գեղեցկության աստվածուհին:",
//                "Աստղիկ",
//                "Գիսանե",
//                "Նանե",
//                "Անահիտ"));
//        add(new Question(
//                "Ո՞րն է եգիպտացորենի հայրենիքը:",
//                "Մեքսիկա",
//                "Հունաստան",
//                "Հնդկաստան",
//                "Եգիպտոս"));
//    }};

        //48
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ի՞նչ չի գա մեկ ծաղկով:",
//                "Գարուն",
//                "Ամառ",
//                "Աշուն",
//                "Ձմեռ"));
//        add(new Question(
//                "Ո՞ր բանջարեղենը Մոխրոտի համար դարձավ կառք:",
//                "Դդում",
//                "Սմբուկ",
//                "Սեխ",
//                "Ձմերուկ"));
//        add(new Question(
//                "Ո՞ր մարզաձևի օլիմպիական չեմպիոն է Ալբերտ Ազարյանը:",
//                "Մարմնամարզություն",
//                "Ծանրամարտ",
//                "Բռնցքամարտ",
//                "Լող"));
//        add(new Question(
//                "Ի՞նչ գործիքի էր վիրտուոզ տիրապետում Նիկոլո Պագանինին:",
//                "Ջութակ",
//                "Դաշնամուր",
//                "Թավջութակ",
//                "Ֆլեյտա"));
//        add(new Question(
//                "Քանի՞ աստիճան է եռանկյան անկյունների գումարը;",
//                "180°",
//                "360°",
//                "90°",
//                "60°"));
//    }};

        //47
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ի՞նչ կորցրեց Մոխրոտը պարահանդեսին:",
//                "Կոշիկ",
//                "Թաշկինակ",
//                "Հովհար",
//                "Ձեռնոց"));
//        add(new Question(
//                "Ո՞րն է երաժշտական գործիք:",
//                "Տամտամ",
//                "Գամգամ",
//                "Նյամնյամ",
//                "Պամպամ"));
//        add(new Question(
//                "Որտե՞ղ են առաջացել օլիմպիական խաղերը:",
//                "Հունաստան",
//                "Հռոմ",
//                "Չինաստան",
//                "Եգիպտոս"));
//        add(new Question(
//                "Ո՞վ է հայոց դիցարանում Արևի աստվածը:",
//                "Վահագն",
//                "Տիր",
//                "Գոռ",
//                "Միհր"));
//        add(new Question(
//                "Ո՞վ է Միքայել Հովհաննիսյանը:",
//                "Նար-Դոս",
//                "Րաֆֆի",
//                "Մուրացան",
//                "Շիրվանզադե"));
//    }};

        //46
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ո՞վ է ընկերանում 7 թզուկների հետ:",
//                "Սպիտակաձյունիկ",
//                "Մոխրոտիկ",
//                "Մատնաչափիկ",
//                "Ջրահարս"));
//        add(new Question(
//                "Ո՞վ է «Արևածաղիկներ» նկարի հեղինակը:",
//                "Վինսենտ Վան Գոգ",
//                "Կլոդ Մոնե",
//                "Պոլ Գոգեն",
//                "Պաբլո Պիկասսո"));
//        add(new Question(
//                "Քանի՞ խաղաքար ունի շախմատ խաղը:",
//                "32",
//                "28",
//                "30",
//                "34"));
//        add(new Question(
//                "Որտե՞ղ է գտնվում Վիկտորիա ջրվեժը:",
//                "Աֆրիկա",
//                "Ավստրալիա",
//                "Ամերիկա",
//                "Անտարկտիդա"));
//        add(new Question(
//                "Ո՞ր կենդանու մատնահետքերը չեն տարբերվում մարդու մատնահետքերից:",
//                "Կոալա",
//                "Կենգուրու",
//                "Պանդա",
//                "Ալարկոտ"));
//    }};

        //45
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Շաբաթվա ի՞նչ օր կլինի մեկ շաբաթ անց, եթե վաղը հինգշաբթի է:",
//                "Չորեքշաբթի",
//                "Երեքշաբթի",
//                "Երկուշաբթի",
//                "Հինգշաբթի"));
//        add(new Question(
//                "Ու՞մ սիրահարվեց անագե տոկուն զինվորիկը:",
//                "Թղթե պարուհի",
//                "Ձյունե թագուհի",
//                "Ոսկե ձկնիկ",
//                "Կարմիր գլխարկ"));
//        add(new Question(
//                "Ո՞ր թռչուններն են «Ռիո» մուլտֆիլմի գլխավոր հերոսները:",
//                "Թութակներ",
//                "Ֆլամինգոներ",
//                "Պինգվիններ",
//                "Կարապներ"));
//        add(new Question(
//                "Ի՞նչ գույնի օղակ չկա օլիմպիական դրոշի վրա: ",
//                "Շագանակագույն",
//                "Կանաչ",
//                "Սև",
//                "Կարմիր"));
//        add(new Question(
//                "Ո՞ր մայրցամաքն է հայտնաբերվել ամենաուշը:",
//                "Անտարկտիդա",
//                "Եվրասիա",
//                "Հյուսիսային Ամերիկա",
//                "Աֆրիկա"));
//    }};

        //44
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ո՞ր քաղաքում է գտնվում Հայ Առաքելական Եկեղեցու Մայր Տաճարը:",
//                "Էջմիածին",
//                "Կապան",
//                "Արտաշատ",
//                "Գյումրի"));
//        add(new Question(
//                "Անդերսենի ո՞ր հեքիաթի հերոսուհին գործեծ 11 եղինջե շապիկներ:",
//                "Վայրի կարապներ",
//                "Ձյունե թագուհի",
//                "Մատնաչափիկ",
//                "Ջրահարս"));
//        add(new Question(
//                "Ո՞րը ՀՀ խորհրդանիշ չէ:",
//                "ՀՀ սահմանադրություն",
//                "ՀՀ զինանշան",
//                "ՀՀ օրհներգ",
//                "ՀՀ դրոշ"));
//        add(new Question(
//                "Ո՞րն է ամենամեծ տարածք ունեցող պետությունը:",
//                "Ռուսաստան",
//                "Հնդկաստան",
//                "Չինաստան",
//                "ԱՄՆ"));
//        add(new Question(
//                "Ու՞մ էր նվիրել իր երգերը Սայաթ-Նովան:",
//                "Արքայադուստր Աննա",
//                "Թամար թագուհի",
//                "Շամիրամ",
//                "Նուարդ թագուհի"));
//    }};

        //43
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ի՞նչ բանջարեղեն է Չիպոլինոն:",
//                "Սոխ",
//                "Սխտոր",
//                "Գազար",
//                "Վարունգ"));
//        add(new Question(
//                "Ո՞ր բնագավառում է հայտնի դարձել Լեոնիդ Ենգիբարյանը:",
//                "Կրկես",
//                "Թատրոն",
//                "Կինո",
//                "Բալետ"));
//        add(new Question(
//                "Ո՞րը բառատեսակ չէ:",
//                "Դերանուն",
//                "Համանուն",
//                "Հականիշ",
//                "Հոմանիշ"));
//        add(new Question(
//                "Ո՞ր քաղաքում է գտնվում Հաղթական կամարը:",
//                "Փարիզ",
//                "Հռոմ",
//                "Բեռլին",
//                "Լոնդոն"));
//        add(new Question(
//                "Ինչպե՞ս է կոչվում Հովհաննես Շիրազի ժողովածուն:",
//                "Հուշարձան մայրիկիս",
//                "Երգեր մարիկիս",
//                "Խոստովանութուն մայրիկիս",
//                "Նամակներ մայրիկիս"));
//    }};

        //42
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ո՞վ է հայ մանրանկարիչ:",
//                "Մոմիկ",
//                "Ճրագ",
//                "Լամպ",
//                "Լուսամփոփ"));
//        add(new Question(
//                "Ո՞րն է Բրազիլիայի մայրաքաղաքը:",
//                "Բրազիլիա",
//                "Սալվադոր",
//                "Սան Պաուլու",
//                "Ռիո դե Ժանեյրո"));
//        add(new Question(
//                "Ո՞վ ամուսնացավ արքայադուստր Ֆիոնայի հետ:",
//                "Շրեկ",
//                "Կուսկո",
//                "Ալլադին",
//                "Սիմբա"));
//        add(new Question(
//                "Քանի՞ կայարան ունի Երևանի մետրոպոլիտենը:",
//                "10",
//                "5",
//                "15",
//                "20"));
//        add(new Question(
//                "Քանի՞ հոգի է պատկերված Լեոնարդո դա Վինչիի «Խորհրդավոր ընթրիք» կտավի վրա:",
//                "12",
//                "11",
//                "13",
//                "14"));
//    }};

        //41
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ո՞վ է գրել «Անբան Հուռին» հեքիաթը:",
//                "Հովհաննես Թումանյան",
//                "Խնկո Ապեր",
//                "Ղազարոս Աղայան",
//                "Ավետիք Իսահակյան"));
//        add(new Question(
//                "Ո՞ր դարին է պատկանում 1718 թվականը:",
//                "18",
//                "17",
//                "19",
//                "20"));
//        add(new Question(
//                "Ո՞ր պետությունը չի գտնվում Եվրասիա մայրցամաքում:",
//                "Արգենտինա",
//                "Լեհաստան",
//                "Իտալիա",
//                "Հայաստան"));
//        add(new Question(
//                "Ո՞ր ակումբում է հանդես գալիս Հենրիխ Մխիթարյանը:",
//                "Մանչեստեր Յունայթեդ",
//                "Յուվենտուս",
//                "Բարսելոնա",
//                "Բորուսիա Դորտմունդ"));
//        add(new Question(
//                "Ո՞վ է աշխարհում առաջինը կատարել շուրջերկրյա ճանապարհորդություն:",
//                "Ֆեռնան Մագելան",
//                "Քրիստոփոր Կոլումբոս",
//                "Մարկո Պոլո",
//                "Ջեյմս Կուկ"));
//    }};

        //40
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "2+2x2=",
//                "6",
//                "8",
//                "10",
//                "12"));
//        add(new Question(
//                "Ի՞նչ թռչնի է վերածվում անճոռնի ճուտիկը:",
//                "Կարապ",
//                "Ծիծեռնակ",
//                "Սոխակ",
//                "Արագիլ"));
//        add(new Question(
//                "Ո՞ր պետության տարածքում է գտնվում Բայկալ լիճը:",
//                "Ռուսաստան",
//                "Մոլդովա",
//                "Բելառուս",
//                "Ուկրաինա"));
//        add(new Question(
//                "Ո՞վ հայտնի հրացանակիր չէ:",
//                "Ռիշելյե",
//                "Պարտոս",
//                "Արամիս",
//                "Ատոս"));
//        add(new Question(
//                "Նկարիչներից ու՞մ անունն է Ամեդեո:",
//                "Մոդիլյանի",
//                "Գոգեն",
//                "Վան Գոգ",
//                "Պիկասսո"));
//    }};

        //39
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ի՞նչ կարելի է պատրաստել, բայց չի կարելի ուտել:",
//                "Դասեր",
//                "Տժվժիկ",
//                "Պաղպաղակ",
//                "Ձվածեղ"));
//        add(new Question(
//                "Ո՞վ է հայտնագործել Ամերիկա մայրցամաքը:",
//                "Քրիստոփոր Կոլումբոս",
//                "Մարկո Պոլո",
//                "Ջեյմս Կուկ",
//                "Ֆեռնան Մագելան"));
//        add(new Question(
//                "Ո՞րն է աշխարհում ամենաքիչ բնակչություն ունեցող պետութունը:",
//                "Վատիկան",
//                "Չինաստան",
//                "Մոնակո",
//                "Լիխտենշտեյն"));
//        add(new Question(
//                "Ո՞րն է և՛ երաժշտական գործիք, և՛ երկրաչափական պատկեր:",
//                "Եռանկյունի",
//                "Քառակուսի",
//                "Ուղղանկյուն",
//                "Շրջան"));
//        add(new Question(
//                "Ըստ հեքիաթի ո՞ր ծաղկից ծնվեց Մատնաչափիկը:",
//                "Մանուշակ",
//                "Ձնծաղիկ",
//                "Կակաչ",
//                "Վարդ"));
//    }};

        //38
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ի՞նչ էր տանում Կարմիր Գլխարկը տատիկին:",
//                "Կարկանդակ",
//                "Տիրամիսու",
//                "Պաղպաղակ",
//                "Կրուասան"));
//        add(new Question(
//                "Ո՞րն է Հայաստանի հարևան-պետությունը:",
//                "Վրաստան",
//                "Ղազախստան",
//                "Սիրիա",
//                "Ռուսաստան"));
//        add(new Question(
//                "Ո՞ր երաժշտական գործիքը չի համարվում դաշնամուրի «բարեկամ»:",
//                "Կլառնետ",
//                "Ռոյալ",
//                "Կլավիկորդ",
//                "Կլավիսին"));
//        add(new Question(
//                "Ո՞րն է հայկական մուլտֆիլմ:",
//                "Գտնված երազ",
//                "Կորսված մեղեդի",
//                "Փախչող ստվեր",
//                "Կատարված երազանք"));
//        add(new Question(
//                "Արվեստի ո՞ր ճյուղն են անվանում «քարացած երաժշտություն»:",
//                "Քանդակագործություն",
//                "Թատրոն",
//                "Ճարտարապետություն",
//                "Նկարչություն"));
//    }};

        //37
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ի՞նչ է Գեյթսի անունը:",
//                "Բիլլ",
//                "Բեն",
//                "Բել",
//                "Բոբ"));
//        add(new Question(
//                "Ո՞րն է երաժշտական նշան:",
//                "Բանալի",
//                "Կողպեք",
//                "Պտուտակ",
//                "Կոճակ"));
//        add(new Question(
//                "Որտե՞ղ հայտնվեց Լյուիս Քերոլի հերոսուհին:",
//                "Հրաշքների աշխարհում",
//                "Գանձերի կղզում",
//                "Հեքիաթների աշխարհում",
//                "Ինչուների մոլորակում"));
//        add(new Question(
//                "Ինչպե՞ս է կոչվում անկենդան առարկաներ պատկերող նկարը:",
//                "Նատյուրմորտ",
//                "Դիմանկար",
//                "Գծանկար",
//                "Բնանկար"));
//        add(new Question(
//                "Ինչպե՞ս է կոչվում Ուիլյամ Շեքսպիրի թատրոնը:",
//                "Գլոբուս",
//                "Կողմնացույց",
//                "Խոշորացույց",
//                "Աստղադիտակ"));
//    }};

        //36
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Որտե՞ղ է ապրում Ձմեռ Պապը:",
//                "Լապլանդիա",
//                "Գրենլանդիա",
//                "Ալյասկա",
//                "Հոլանդիա"));
//        add(new Question(
//                "Ո՞րն է «ծագող արևի երկիրը»:",
//                "Ճապոնիա",
//                "Չինաստան",
//                "Հնդկաստան",
//                "Կուբա"));
//        add(new Question(
//                "Ու՞մ են անվանում «ռոքնռոլի» արքա:",
//                "Էլվիս Փրեսլի",
//                "Մայքլ Ջեքսոն",
//                "Ռեյ Չառլզ",
//                "Սթինգ"));
//        add(new Question(
//                "Ո՞վ է Վինի Թուխի մասին գրքերի հեղինակը:",
//                "Ալան Ալեքսանդր Միլն",
//                "Ռեդյարդ Քիփլինգ",
//                "Չառլզ Դիքքենս",
//                "Աստրիդ Լինդգրեն"));
//        add(new Question(
//                "Ու՞մ է նվիրված Լյուդվիգ վան Բեթհովենի «Հերոսական սիմֆոնիան»:",
//                "Նապոլեոն Բոնապարտ",
//                "Հուլիոս Կեսար",
//                "Ժաննա դ'Արկ",
//                "Մաքսիմիլիան Ռոբեսպիեր"));
//    }};

        //35
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ո՞րն է Հովհաննես Թումանյանի ստեղծագործությունը:",
//                "Մի կաթիլ մեղր",
//                "Մի կտոր հաց",
//                "Մի բաժակ ջուր",
//                "Կտոր մը երկինք"));
//        add(new Question(
//                "Ո՞ր երկրում է գտնվում Շաքիի ջրվեժը:",
//                "Հայաստան",
//                "Չինաստան",
//                "Իսպանիա",
//                "Հնդկաստան"));
//        add(new Question(
//                "Քանի՞ լար ունի ջութակը:",
//                "4",
//                "3",
//                "5",
//                "6"));
//        add(new Question(
//                "Ո՞վ է «Էրեբունի-Երևան» երգի խոսքերի հեղինակը:",
//                "Պարույր Սևակ",
//                "Եղիշե Չարենց",
//                "Սիլվա Կապուտիկյան",
//                "Գևորգ Էմին"));
//        add(new Question(
//                "Ինչպե՞ս է հայերեն թարգմանվում «ռենեսանս» բառը:",
//                "Վերածնունդ",
//                "Արվեստ",
//                "Գեղեցկություն",
//                "Գեղագիտութուն"));
//    }};

        //34
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Նշվածներից ո՞վ կոմպոզիտոր չէ:",
//                "Բալզակ",
//                "Բրամս",
//                "Բեթհովեն",
//                "Բախ"));
//        add(new Question(
//                "Ո՞վ է «Սասնա Ծռեր» էպոսի հեղինակը:",
//                "Ժողովուրդ",
//                "Խաչատուր Աբովյան",
//                "Հովհաննես Թումանյան",
//                "Ղազարոս Աղայան"));
//        add(new Question(
//                "Ո՞ր քաղաքն է գտնվում Ֆրանսիայում:",
//                "Մարսել",
//                "Բրյուսել",
//                "Ֆրեզնո",
//                "Միլան"));
//        add(new Question(
//                "Ո՞վ է հեռախոսի գյուտի հեղինակը:",
//                "Ալեքսանդր Բելլ",
//                "Լուի Դագեր",
//                "Լյումիեր եղբայրներ",
//                "Ալեքսանդր Պոպով"));
//        add(new Question(
//                "Ո՞րը մայրաքաղաք չէ:",
//                "Սիդնեյ",
//                "Բրյուսել",
//                "Բուդապեշտ",
//                "Օտտավա"));
//    }};

        //33
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Նշվածներից ո՞վ է աշխարհահռչակ հայ դուդուկահար:",
//                "Ջիվան Գասպարյան",
//                "Կարո Հայրապետյան",
//                "Սայաթ-Նովա",
//                "Լորիս Ճգնավորյան"));
//        add(new Question(
//                "Ո՞ր երկրի մայրաքաղաքն է Պրահան:",
//                "Չեխիա",
//                "Սլովակիա",
//                "Հունգարիա",
//                "Լեհաստան"));
//        add(new Question(
//                "Ո՞վ է Առնո Բաբաջանյանի արձանի հեղինակը:",
//                "Դավիթ Բեջանյան",
//                "Երվանդ Քոչար",
//                "Լևոն Թոքմաջյան",
//                "Դավիթ Մինասյան"));
//        add(new Question(
//                "Ինչպե՞ս էր Մաուգլիի ուսուցիչ-արջի անունը:",
//                "Բալու",
//                "Կաա",
//                "Ակելա",
//                "Շերխան"));
//        add(new Question(
//                "Ո՞րն է արեգակնային համակարգի ամենամեծ մոլորակը:",
//                "Յուպիտեր",
//                "Ուրան",
//                "Մերկուրի",
//                "Մարս"));
//    }};

        //32
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Իտալիայի ո՞ր քաղաքն են անվանում «քաղաք ջրի վրա»:",
//                "Վենետիկ",
//                "Ֆլորենցիա",
//                "Միլան",
//                "Հռոմ"));
//        add(new Question(
//                "Ո՞րը մայրցամաք չէ:",
//                "Ատլանտիդա",
//                "Ավստրալիա",
//                "Աֆրիկա",
//                "Եվրասիա"));
//        add(new Question(
//                "Հայաստանի ո՞ր մարզում է գտնվում Արտաշատ քաղաքը:",
//                "Արարատ",
//                "Տավուշ",
//                "Սյունիք",
//                "Կոտայք"));
//        add(new Question(
//                "Կենգուրու նշանակում է՝ «Ես քեզ …»",
//                "Չեմ հասկանում",
//                "Հասկանում եմ",
//                "Չեմ սիրում",
//                "Սիրում եմ"));
//        add(new Question(
//                "Այս նկարիչներից ո՞վ է ստեղծագործել Վերածննդի ժամանակաշրջանում:",
//                "Միքելանջելո Բուանարոտտի",
//                "Պաբլո Պիկասսո",
//                "Պոլ Գոգեն",
//                "Վան Գոգ"));
//    }};

        //31
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ինչպե՞ս էին անվանում Հին Եգիպտոսում արքային:",
//                "Փարավոն",
//                "Կայսր",
//                "Սենատոր",
//                "Խալիֆ"));
//        add(new Question(
//                "Անդերսենի ո՞ր հեքիաթի հերոսներն են Կայուսը և Գերդան:",
//                "Ձյունե թագուհի",
//                "Մատնաչափիկ",
//                "Ջրահարսը",
//                "Թագավորի նոր զգեստը"));
//        add(new Question(
//                "Նշվածներից ո՞րը Հայաստանի մարզ չէ:",
//                "Գավառ",
//                "Շիրակ",
//                "Կոտայք",
//                "Սյունիք"));
//        add(new Question(
//                "Ո՞ր կենդանիներն են պատկերված ՀՀ զինանշանի վրա:",
//                "Առյուծ և արծիվ",
//                "Առյուծ և հովազ",
//                "Արծիվ և վագր",
//                "Վագր և բազե"));
//        add(new Question(
//                "Հայաստանում ու՞մ էին անվանում «տժվժիկ»:",
//                "Հմուտ խոհարարին",
//                "Բամբասկոտ կնոջը",
//                "Չարաճճի երեխային",
//                "Անտաղանդ աշուղին"));
//    }};

        //30
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Քանի՞ տառ կա հայոց այբուբենում",
//                "39",
//                "36",
//                "28",
//                "33"));
//        add(new Question(
//                "Ո՞ր հերոսն է ստանում իր գերուժը սարդի խայթոցից հետո:",
//                "Սպայդերմեն",
//                "Հալկ",
//                "Բեթմեն",
//                "Սուպերմեն"));
//        add(new Question(
//                "Քանի՞ մայրցամաք կա աշխարհում:",
//                "6",
//                "4",
//                "5",
//                "7"));
//        add(new Question(
//                "Ո՞վ է «Սպարտակ» բալետի հեղինակը:",
//                "Արամ Խաչատրյան",
//                "Ալեքսանդր Սպենդիարյան",
//                "Պյոտր Չայկովսկի",
//                "Արմեն Տիգրանյան"));
//        add(new Question(
//                "Ինչպե՞ս է կոչվում եգիպտական բուրգերի պահապանը:",
//                "Սֆինքս",
//                "Ցերբեր",
//                "Ցիկլոպ",
//                "Կենտավրոս"));
//    }};

        //29
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Հայտնի հեքիաթի ո՞ր հերոսն էր ասում, որ մեկ զարկով ջարդում է հազարին:",
//                "Քաջ Նազարը",
//                "Կացին ախպերը",
//                "Սուտասանը",
//                "Անբան Հուռին"));
//        add(new Question(
//                "Ո՞ր երկրի մայրաքաղաքն է Բրյուսելը:",
//                "Բելգիա",
//                "Նորվեգիա",
//                "Հոլանդիա",
//                "Գերմանիա"));
//        add(new Question(
//                "Հին ժամանակներում ինչի՞ց էին պատրաստում մագաղաթները:",
//                "Կաշվից",
//                "Մոմից",
//                "Եղեգից",
//                "Կավից"));
//        add(new Question(
//                "Ո՞րն է Յասոնի առասպելական նավը:",
//                "Արգո",
//                "Տիտանիկ",
//                "Նաուտիլուս",
//                "Ինդիանա"));
//        add(new Question(
//                "Ինչպե՞ս է կոչվում ավստրալական որսորդական զենքը:",
//                "Բումերանգ",
//                "Ակվալանգ",
//                "Արբալետ",
//                "Նետաձիգ"));
//    }};

        //28
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ինչպե՞ս են անվանում նվագախմբի ղեկավարին:",
//                "Դիրիժոր",
//                "Կոմպոզիտոր",
//                "Սուֆլոր",
//                "Ռեժիսոր"));
//        add(new Question(
//                "Ո՞րն է աշխարհի ամենամեծ թռչունը:",
//                "Աֆրիկական ջայլամ",
//                "Կայսերական պինգվին",
//                "Արծիվ",
//                "Ալբատրոս"));
//        add(new Question(
//                "Ո՞րն է Հայաստանով հոսող ամենաերկար գետը:",
//                "Ախուրյան",
//                "Քասախ",
//                "Հրազդան",
//                "Արփա"));
//        add(new Question(
//                "Ո՞վ է «Սասունցի Դավիթ» արձանի հեղինակը:",
//                "Երվանդ Քոչար",
//                "Դավիթ Բեջանյան",
//                "Արա Հարությունյան",
//                "Լևոն Թոքմաջյան"));
//        add(new Question(
//                "Ո՞վ էր հայոց դիցարանում գիտության և ուսման աստվածը:",
//                "Տիր",
//                "Միհր",
//                "Արամազդ",
//                "Վանատուր"));
//    }};

        //27
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Հին Հայաստանում ինչպե՞ս էին անվանում տարին:",
//                "Սարդ",
//                "Ճպուռ",
//                "Մորեխ",
//                "Որդ"));
//        add(new Question(
//                "Ի՞նչ քարտ է ցույց տալիս ֆուտբոլային մրցավարը նկատողության դեպքում:",
//                "Դեղին",
//                "Սպիտակ",
//                "Կապույտ",
//                "Կարմիր"));
//        add(new Question(
//                "Ո՞ր երկրի տարածքով է հոսում Գանգես գետը:",
//                "Հնդկաստան",
//                "Իսպանիա",
//                "Ճապոնիա",
//                "Չինաստան"));
//        add(new Question(
//                "Ո՞վ էր ազգությամբ Վոլֆգանգ Ամադեուս Մոցարտը:",
//                "Ավստրիացի",
//                "Նորվեգացի",
//                "Լեհ",
//                "Գերմանացի"));
//        add(new Question(
//                "Ինչպե՞ս են անվանում 5 երաժիշտների խումբը:",
//                "Կվինտետ",
//                "Օկտետ",
//                "Կվարտետ",
//                "Դուետ"));
//    }};

        //26
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ո՞ր լեռան վրա է հանգրվանել Նոյյան տապանը:",
//                "Արարատ",
//                "Արա",
//                "Սիփան",
//                "Արագած"));
//        add(new Question(
//                "Ինչպե՞ս է կոչվում ձկների խումբը:",
//                "Վտառ",
//                "Երամ",
//                "Ոհմակ",
//                "Պարս"));
//        add(new Question(
//                "Ո՞վ է Կառլսոնի մասին գրքի հեղինակը:",
//                "Աստրիդ Լինդգրեն",
//                "Ալան Ալեքսանդր Միլն",
//                "Ռեդյարդ Քիփլինգ",
//                "Լյուիս Քերո"));
//        add(new Question(
//                "Քանի՞ կիլոգրամ կա 1 ցենտներում:",
//                "100",
//                "10",
//                "1000",
//                "10000"));
//        add(new Question(
//                "Ո՞րն է հայկական միջնադարյան առակնե-րի ժողովածու:",
//                "Աղվեսագիրք",
//                "Առյուծագիրք",
//                "Արջագիրք",
//                "Գայլագիրք"));
//    }};

        //23
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ո՞րը փողային երաժշտական գործիք չէ:",
//                "Ակորդեոն",
//                "Շվի",
//                "Գալարափող",
//                "Շեփոր"));
//        add(new Question(
//                "Ե՞րբ են իսպանացիներն անցնում սիեստայի:",
//                "Ցերեկը",
//                "Երեկոյան",
//                "Գիշերը",
//                "Առավոտյան"));
//        add(new Question(
//                "Ո՞րն է աշխարհի ամենամեծ կղզին:",
//                "Գրենլանդիա",
//                "Կուբա",
//                "Մադագասկար",
//                "Կրետե"));
//        add(new Question(
//                "Ո՞րն է աշխարհի 7 հրաշալիքներից մեկը:",
//                "Քեոփսի բուրգ",
//                "Էյֆելյան աշտարակ",
//                "Պիզայի աշտարակ",
//                "Բիգ Բեն"));
//        add(new Question(
//                "Ո՞ր նկարչի շնորհիվ հայտնի դարձավ Ջաջուռ գյուղը:",
//                "Մինաս Ավետիսյան",
//                "Մարտիրոս Սարյան",
//                "Վարդգես Սուրենյանց",
//                "Արշիլ Գորկի"));
//    }};

        //22_1
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ո՞րն է ամենաբարձրահասակ կենդանին:",
//                "Ընձուղտ",
//                "Ուղտ",
//                "Ջայլամ",
//                "Փիղ"));
//        add(new Question(
//                "Ո՞րն է ԱՄՆ-ի նախագահի պաշտոնական նստավայրը:",
//                "Սպիտակ տուն",
//                "Նախագահատուն",
//                "Պոլիգոն",
//                "Պենտագոն"));
//        add(new Question(
//                "Ո՞ր գետում է մկրտվել Հիսուս Քրիստոսը:",
//                "Հորդանան",
//                "Եփրատ",
//                "Տիգրիս",
//                "Արածանի"));
//        add(new Question(
//                "Ո՞րն է «Հայֆիլմի» խորհրդանիշը:",
//                "Սասունցի Դավիթ",
//                "Վարդան Մամիկոնյան",
//                "Հայկ Նահապետ",
//                "Մայր Հայաստան"));
//        add(new Question(
//                "Ինչպե՞ս էին հույներն անվանում օտար լեզվով խոսող մարդկանց:",
//                "Բարբարոս",
//                "Վանդալ",
//                "Վայրագ",
//                "Վիկինգ"));
//    }};

        //21
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ի՞նչ է պատկերված Հայաստանի Հանրապետության զինանշանի կենտրոնում:",
//                "Նոյան Տապան",
//                "Ցորենի հասկ",
//                "Արծիվ",
//                "Առյուծ"));
//        add(new Question(
//                "Ե՞րբ է նշվում Հայոց բանակի օրը:",
//                "Հունվար 28-ին",
//                "Հուլիսի 5-ին",
//                "Սեպտեմբեր 21-ին",
//                "Հունիս 15-ին"));
//        add(new Question(
//                "Ո՞վ է հայկական օրհներգի խոսքերի հեղինակը:",
//                "Միքայել Նալբանդյան",
//                "Եղիշե Չարենց",
//                "Հովհաննես Շիրազ",
//                "Հովհաննես Թումանյան"));
//        add(new Question(
//                "Ո՞վ է 2015 թ-ին Հռոմի Պապի կողմից արժանացել «Տիեզերական եկեղեցու վարդապետ»  կոչմանը:",
//                "ԳրիգորՆարեկացի",
//                "Ներսես Շնորհալի",
//                "Անանիա Շիրակացի",
//                "Մխիթար Գոշ"));
//        add(new Question(
//                "Քանի՞ Ազգայի հերոս ունի ՀՀ:",
//                "14",
//                "13",
//                "12",
//                "11"));
//    }};

        //20
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ո՞րն է հայերեն առաջին տպագիր գիրքը:",
//                "Ուրբաթագիրք",
//                "Օրագիրք",
//                "Ժամագիրք",
//                "Շաբաթագիրք"));
//        add(new Question(
//                "Ո՞վ է աշխարհահռչակ «Մոնա Լիզա»  կտավի հեղինակը:",
//                "Լեոնարդո դա Վինչի",
//                "Սանդրո Բոտիչելի",
//                "Տիցիան",
//                "Միքելանջելո Բուանարոտի"));
//        add(new Question(
//                "Շարունակիր Հուլիոս Կեսարի նշանավոր արտահայտությունը՝ “Եկա, տեսա … “ ",
//                "Հաղթեցի",
//                "Գտա",
//                "Զարմացա",
//                "Վախեցա"));
//        add(new Question(
//                "Ովքե՞ր են կինոյի գյուտի հեղինակները:",
//                "Լյումիեր եղբայրներ",
//                "Մոնգոլֆիե եղբայրներ",
//                "Ռայթ եղբայրներ",
//                "Գրիմմ եղբայրներ"));
//        add(new Question(
//                "Ո՞ր արքայի աջակցությամբ Մաշտոցը ստեղծեց հայոց գրերը:",
//                "Տրդատ Առաջին",
//                "Վարազդատ",
//                "Վռամշապուհ",
//                "Տիգրան Մեծ"));
//    }};


        //19
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ո՞վ է աշխարհի առաջին տիեզերագնացը:",
//                "Յուրի Գագարին",
//                "Ալեքսեյ Լեոնով",
//                "Էդվին Օլդրին",
//                "Նիլ Արմսթրոնգ"));
//        add(new Question(
//                "Ո՞ր հայ պատմիչի շնորհիվ է մեզ հասել «Հայկ և Բել» առասպելը:",
//                "Մովսես Խորենացի",
//                "Փավստոս Բյուզանդ",
//                "Ագաթանգեղոս",
//                "Եղիշե"));
//        add(new Question(
//                "Նշվածներից ո՞րը կաթնասուն չէ:",
//                "Օձ",
//                "Դելֆին",
//                "Կապիկ",
//                "Բադակտուց"));
//        add(new Question(
//                "Ո՞ր մայրաքաղաքն է կոչվել աստվածուհու անունով:",
//                "Աթենք",
//                "Կահիրե",
//                "Պրահա",
//                "Վիեննա"));
//        add(new Question(
//                "Ո՞վ է «Գուլիվերի արկածները» ստեղծագործության հեղինակը:",
//                "Ջոնոթան Սվիֆթ",
//                "Ժյուլ Վերն",
//                "Ռոբերտ Լյուիս Սթիվենսոն",
//                "Դանիել Դեֆո"));
//    }};

        //18
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ի՞նչ խոսքի մաս է «գեղեցիկ»  բառը:",
//                "Ածական",
//                "Թվական",
//                "Գոյական",
//                "Բայ"));
//        add(new Question(
//                "Ո՞ր քաղաքում է գտնվում Էրմիտաժ թանգարանը:",
//                "Սանկտ-Պետերբուրգ",
//                "Փարիզ",
//                "Լոնդոն",
//                "Մոսկվա"));
//        add(new Question(
//                "Նշված ստեղծագործություններից որի՞ հեղինակն է Մարկ Թվենը:",
//                "Թոմ Սոյեր",
//                "Ռոմեո և Ջուլիեթ",
//                "Օլիվեր Թվիսթ",
//                "Ռոբինզոն Կրուզո"));
//        add(new Question(
//                "Ո՞ր գույների համադրությունից է ստացվում կանաչ գույնը:",
//                "Դեղին և կապույտ",
//                "Կարմիր և դեղին",
//                "Մոխրագույն և դեղին",
//                "Կապույտ և Վարդագույն"));
//        add(new Question(
//                "Որտե՞ղ են հայտնագործել թուղթը:",
//                "Չինաստան",
//                "Հունաստան",
//                "Հռոմ",
//                "Եգիպտոս"));
//    }};

        //17
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ո՞ր մարզաձևի համար է անհրաժեշտ զամբյուղը:",
//                "Բասկետբոլ",
//                "Բեյսբոլ",
//                "Վոլեյբոլ",
//                "Ֆուտբոլ"));
//        add(new Question(
//                "Ինչպե՞ս է հայտնի պատանի կախարդի անունը:",
//                "Հարրի Փոթեր",
//                "Բեն Թեն",
//                "Թոմ Սոյեր",
//                "Օլիվեր Թվիսթ"));
//        add(new Question(
//                "Ո՞ր երկրում է կովը համարվում սուրբ կենդանի:",
//                "Հնդկաստան",
//                "Բրազիլիա",
//                "Ճապոնիա",
//                "Չինաստան"));
//        add(new Question(
//                "Ո՞ր բալետի հեղինակն է Պյոտր Չայկովսկին:",
//                "Կարապի լիճ",
//                "Դիմակահանդես",
//                "Ժիզել",
//                "Սպարտակ"));
//        add(new Question(
//                "Բացի դաշնամուրից ի՞նչ գործիքի էր տիրապետում կոմպոզիտոր Արամ Խաչատրյանը:",
//                "Թավջութակ",
//                "Ֆլեյտա",
//                "Տրոմբոն",
//                "Ջութակ"));
//    }};

        //16
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ո՞վ է նշված հայ նկարիչներից հայտնի որպես ծովանկարիչ:",
//                "Հովհաննես Այվազովսկի",
//                "Մինաս Ավետիսյան",
//                "Արշիլ",
//                "Մարտիրոս Սարյան"));
//        add(new Question(
//                "Ըստ հայկական դիցաբանության ո՞վ էր հայոց աստվածների հայրը:",
//                "Արամազդ",
//                "Գոռ",
//                "Վահագն",
//                "Միհր"));
//        add(new Question(
//                "Ի՞նչ երկնային մարմին է Լուսինը:",
//                "Արբանյակ",
//                "Համաստեղություն",
//                "Մոլորակ",
//                "Աստղ"));
//        add(new Question(
//                "Ո՞ր քաղաքով է հոսում Թեմզա գետը:",
//                "Լոնդոն",
//                "Մադրիդ",
//                "Վենետիկ",
//                "Փարիզ"));
//        add(new Question(
//                "Ո՞վ է Հարրի Փոթերի մասին գրքերի հեղինակը:",
//                "Ջոան Ռոուլինգ",
//                "Ջոն Թոլքուին",
//                "Կլավ Լյուիս",
//                "Լյուիս Քերոլ"));
//    }};


        //15
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Մշակույթի ո՞ր ասպարեզում է տրվում «Օսկար» մրցանակը:",
//                "Կինո",
//                "Թատրոն",
//                "Հեռուստատեսություն",
//                "Երաժշտություն"));
//        add(new Question(
//                "Ի՞նչ կենդանի է «Սասնա Ծռեր» էպոսի Քուռկիկ Ջալալին:",
//                "Ձի",
//                "Ավանակ",
//                "Առյուծ",
//                "Վագր"));
//        add(new Question(
//                "Ո՞րն է ԱՄՆ-ի մայրաքաղաքը:",
//                "Վաշինգտոն",
//                "Բոստոն",
//                "Լոս-Անջելես",
//                "Նյու-Յորք"));
//        add(new Question(
//                "Ո՞ր հայ բանաստեղծի գրչին է պատկանում «Մորս ձեռքերը» բանաստեղծությունը:",
//                "Հովհաննես Շիրազ",
//                "Պարույր Սևակ",
//                "Սիլվա Կապուտիկյան",
//                "Վահան Տերյան"));
//        add(new Question(
//                "Ո՞րն է Կանադայի մայրաքաղաքը:",
//                "Օտտավա",
//                "Կոպենհագեն",
//                "Սիդնեյ",
//                "Մելբուրն"));
//    }};

        //14
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Մշակույթի ո՞ր ասպարեզում է տրվում «Գրեմի»  մրցանակը:",
//                "Երաժշտություն",
//                "Թատրոն",
//                "Հեռուստատեսություն",
//                "Կինո"));
//        add(new Question(
//                "Ո՞ր մայրցամաքում է գտնվում Հայաստանը:",
//                "Եվրասիա",
//                "Ավստրալիա",
//                "Անտարկտիդա",
//                "Հարավային Ամերիկա"));
//        add(new Question(
//                "Երաժշտական գործիքների ո՞ր խմբին է պատկանում ջութակը:",
//                "Լարային",
//                "Փողային",
//                "Հարվածային",
//                "Ստեղնաշարային"));
//        add(new Question(
//                "Ո՞ր բառն է գրված ճիշտ:",
//                "Ըմբռնել",
//                "Ընբրնել",
//                "Ըմբրնել",
//                "Ընբռնել"));
//        add(new Question(
//                "Ո՞ր կենդանին է սնել Հռոմի հիմնադիրներ՝ Հռոմուլոսին և Հռեմուսին:",
//                "Գայլ",
//                "Առյուսծ",
//                "Աղվես",
//                "Կատու"));
//    }};

        //14
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ո՞ր հեքիաթն է գրել Ղազարոս Աղայանը:",
//                "Անահիտ",
//                "Անհաղթ աքլորը",
//                "Սուտասանը",
//                "Քաջ Նազար"));
//        add(new Question(
//                "Մեկ մատիտն ունի 2 ծայր: Քանի՞ ծայր ունի կես մատիտը:",
//                "1",
//                "2",
//                "Ոչ մի",
//                "Կես"));
//        add(new Question(
//                "Ո՞վ է «Գայանե» բալետի կոմպոզիտորը:",
//                "Արամ Խաչատրյան",
//                "Արմեն Տիգրանյան",
//                "Տիգրան Մանսուրյան",
//                "Էդուարդ Միրզոյան"));
//        add(new Question(
//                "Որտե՞ղ է գտնվում Պիզայի աշտարակը:",
//                "Իտալիա",
//                "Ֆրանսիա",
//                "Իսպանիա",
//                "Անգլիա"));
//        add(new Question(
//                "Ո՞րն է աշխարհի ամենաբարձր լեռը:",
//                "Ջոմոլունգմա",
//                "Էլբրուս",
//                "Արարատ",
//                "Մոնբլան"));
//    }};

        //12
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ու՞մ են անվանում «Ամենայն հայոց բանաստեղծ»:",
//                "Հովհաննես Թումանյան",
//                "Հովհաննես Շիրազ",
//                "Վահան Տերյան",
//                "Ավետիք Իսահակյան"));
//        add(new Question(
//                "Ո՞րը շախմատի խաղաքար չէ:",
//                "Առյուծ",
//                "Ձի",
//                "Զինվոր",
//                "Փիղ"));
//        add(new Question(
//                "Ո՞րն է աշխարհի ամենամեծ անապատը:",
//                "Սահարա",
//                "Գոբի",
//                "Սանորա",
//                "Կալահարի"));
//        add(new Question(
//                "Ու՞մ են անվանում «Աշնան բանաստեղծ», «Տխրության երգիչ» :",
//                "Վահան Տերյան",
//                "Եղիշե Չարենց",
//                "Համո Սահյան",
//                "Հովհաննես Թումանյան"));
//        add(new Question(
//                "Ի՞նչ երկնային մարմին է Արեգակը:",
//                "Աստղ",
//                "Մոլորակ",
//                "Աստերոիդ",
//                "Արբանյակ"));
//    }};

        //11
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ո՞ր աշտարակի շինարարության ժամանակ խառնվեցին լեզուները:",
//                "Բաբելոնյան",
//                "Պիզա",
//                "Էյֆելյան",
//                "Թաուեր"));
//        add(new Question(
//                "Որտե՞ղ է գտնվում Լուվր թանգարանը:",
//                "Փարիզ",
//                "Լոնդոն",
//                "Մադրիդ",
//                "Ֆլորենցիա"));
//        add(new Question(
//                "Ո՞վ է «Ալմաստ» օպերայի կոմպոզիտորը:",
//                "Ալեքսանդր Սպենդիարյան",
//                "Տիգրան Չուխաջյան",
//                "Արամ Խաչատրյան",
//                "Արմեն Տիգրանյան"));
//        add(new Question(
//                "Ո՞րն է Շիրակի մարզի մարզկենտրոնը:",
//                "Գյումրի",
//                "Գորիս",
//                "Սիսիան",
//                "Վանաձոր"));
//        add(new Question(
//                "Ըստ առասպելի ո՞վ է առաջին թռչող մարդը:",
//                "Իկարոս",
//                "Բեթմեն",
//                "Պեգաս",
//                "Գագարին"));
//    }};

        //10
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ո՞րն է Բեթհովենի հայտնի ստեղծագործությունը:",
//                "Լուսնի սոնատ",
//                "Աստղի սոնատ",
//                "Արևի սոնատ",
//                "Լույսի սոնատ"));
//        add(new Question(
//                "Ո՞ր մոլորակի հայկական անվանումն է Արուսյակ:",
//                "Վեներա",
//                "Սատուրն",
//                "Մարս",
//                "Մերկուրի"));
//        add(new Question(
//                "Ինչպե՞ս է կոչվում թենիսի խաղակեսը:",
//                "Սեթ",
//                "Փուլ",
//                "Թայմ",
//                "Գեյմ"));
//        add(new Question(
//                "Ի՞նչ կոչում է տվել ռուսական կայսրը Հովհաննես Այվազովսկուն:",
//                "Ծովակալ",
//                "Գեներալ",
//                "Գնդապետ",
//                "Մարշալ"));
//        add(new Question(
//                "Հայաստանի ո՞ր մարզում է գտնվում Սևանա լիճը:",
//                "Գեղարքունիք",
//                "Արագածոտն",
//                "Արարատ",
//                "Սյունիք"));
//    }};

        //9
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ինչպե՞ս է կոչվում Հովհաննես Այվազովսկու հայտնի կտավը:",
//                "Իններորդ ալիք",
//                "Երորրդ ալիք",
//                "Յոթերորդ ալիք",
//                "Չորրորդ ալիք"));
//        add(new Question(
//                "Ո՞րն է ամենամեծ երաժշտական գործիքը:",
//                "Երգեհոն",
//                "Թավջութակ",
//                "Տավիղ",
//                "Քանոն"));
//        add(new Question(
//                "Ո՞ր ծաղիկն է գլադիատորների խորհրդանիշը:",
//                "Թրաշուշան",
//                "Մեխակ",
//                "Վարդ",
//                "Հովտաշուշան"));
//        add(new Question(
//                "Քանի՞ մարզ ունի Հայաստանը:",
//                "10",
//                "11",
//                "7",
//                "8"));
//        add(new Question(
//                "Ու՞մ անունն է նշանակում “Անապատի առյուծ” ",
//                "Թամերլան",
//                "Ներոն",
//                "Նապոլեոն",
//                "Արիստոտել"));
//    }};

        //8
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ինչի՞ց են պատրաստված Մադամ Տյուսոյի թանգարանի տիկնիկները:",
//                "Մոմից",
//                "Կավից",
//                "Պլաստիլինից",
//                "Ստվարաթղթից"));
//        add(new Question(
//                "Ո՞վ է մեծացել գայլերի ոհմակում:",
//                "Մաուգլի",
//                "Տարզան",
//                "Ռոբին Հուդ",
//                "Ինդիանա Ջոնս"));
//        add(new Question(
//                "Ո՞ր բալետից է «Սուսերով պարը»: ",
//                "Գայանե",
//                "Սպարտակ",
//                "Դիմակահանդես",
//                "Ժիզել"));
//        add(new Question(
//                "Ո՞րն է Պորտուգալիայի մայրաքաղաքը:",
//                "Լիսաբոն",
//                "Մադրիդ",
//                "Կոպենհագեն",
//                "Բրյուսել"));
//        add(new Question(
//                "Ո՞րն է առասպելական Արթուր թագավորի հիմնած ամրոց-քաղաքը:",
//                "Կամելոտ",
//                "Կարթագեն",
//                "Տրոյա",
//                "Բաբելոն"));
//    }};

        //7
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ե՞րբ է նշվում ՀՀ անկախության օրը:",
//                "Սեպտեմբերի 21",
//                "Նոյեմբերի 7",
//                "Մայիսի 9",
//                "Հունվարի 6"));
//        add(new Question(
//                "Ո՞վ էր հին աշխարհի նշանավոր առակագիրը:",
//                "Եզոպոս",
//                "Էսքիլես",
//                "Սոֆոկլես",
//                "Հոմերոս"));
//        add(new Question(
//                "Ո՞վ է Սողոմոն Սողոմոնյանը:",
//                "Կոմիտաս",
//                "Եղիշե Չարենց",
//                "Սայաթ-Նովա",
//                "Ռաֆֆի"));
//        add(new Question(
//                "Հայոց ո՞ր արքան է մասնակցել օլիմպիական խաղերին:",
//                "Վարազդատ",
//                "Արտավազդ",
//                "Արտաշես",
//                "Աշոտ Երկաթ"));
//        add(new Question(
//                "Ինչի՞ հետևանքով էր երկարում Պինոկիոյի քիթը:",
//                "Ստելու",
//                "Փռշտալու",
//                "Երգելու",
//                "Պարծենալու"));
//    }};

        //6
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Հայ գրականության ամենաձախորդ հերոսը:",
//                "Փանոս",
//                "Նազար",
//                "Սիմոն",
//                "Կիկոս"));
//        add(new Question(
//                "Ու՞մ են անվանում անապատի նավ:",
//                "Ուղտ",
//                "Փիղ",
//                "Ընձառյուծ",
//                "Ընձուղտ"));
//        add(new Question(
//                "Ֆուտբոլային խաղի ժամանակ ամեն թիմից քանի՞ խաղացող է խաղում դաշտում:",
//                "11",
//                "12",
//                "13",
//                "14"));
//        add(new Question(
//                "Ինչպե՞ս է կոչվում 90 աստիճան ունեցող անկյունը:",
//                "Ուղիղ",
//                "Բութ",
//                "Սուր",
//                "Կլոր"));
//        add(new Question(
//                "Ինչպե՞ս են անվանում առյուծների խումբը:",
//                "Փրայդ",
//                "Վտառ",
//                "Հոտ",
//                "Ոհմակ"));
//    }};

        //5
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ինչպե՞ս է Քաջ Նազարի կնոջ անունը:",
//                "Ուստիան",
//                "Կարմանդուխտ",
//                "Վարդիթեր",
//                "Փառանձեմ"));
//        add(new Question(
//                "Որտե՞ղ է գտնվում Հռոմի Պապի նստավայրը:",
//                "Վատիկան",
//                "Միլան",
//                "Վենետիկ",
//                "Միլան"));
//        add(new Question(
//                "Ո՞ր պետության հետ Հայաստանը սահմանակից չէ:",
//                "Իրաք",
//                "Վրաստան",
//                "Իրան",
//                "Թուրքիա"));
//        add(new Question(
//                "Ինչպե՞ս են անվանում առասպելական թռչող ձիուն:",
//                "Պեգաս",
//                "Ռոսինանտ",
//                "Բուցեֆալ",
//                "Պառնաս"));
//        add(new Question(
//                "Ո՞վ է Ալեքսանդր Մակեդոնացու հայտնի ուսուցիչը:",
//                "Արիստոտել",
//                "Պլատոն",
//                "Սոֆոկլես",
//                "Դեկարդ"));
//    }};

        //4
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ինչպե՞ս է թարգմանվում «ֆորտեպիանո» բառը:",
//                "Հովհաննես",
//                "Վարդան",
//                "Սամվել",
//                "Վարուժան"));
//        add(new Question(
//                "Ո՞րն է ամենամեծ օվկիանոսը:",
//                "Խաղաղ",
//                "Ատլանտյան",
//                "Հնդկական",
//                "Հյուսիսային-Սառուցյալ"));
//        add(new Question(
//                "Ո՞րն է հայկական կինոնկար:",
//                "Եռանկյունի",
//                "Քառանկյուն",
//                "Շրջան",
//                "Կոն"));
//        add(new Question(
//                "Ո՞վ է «Անուշ» օպերայի կոմպոզիտորը:",
//                "Արմեն Տիգրանյան",
//                "Ալեքսանդր Սպենդիարյան",
//                "Տիգրան Չուխաջյան",
//                "Արամ Խաչատրյան"));
//        add(new Question(
//                "Ինչպե՞ս է թարգմանվում «ֆորտեպիանո» բառը:",
//                "Բարձր-ցածր",
//                "Վերև-ներքև",
//                "Արագ-դանդաղ",
//                "Սև-սպիտակ"));
//    }};

        //3
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ի՞նչ անվանումով ծով չկա:",
//                "Կապույտ",
//                "Կարմիր",
//                "Դեղին",
//                "Սև"));
//        add(new Question(
//                "Ո՞րն է ամենամեծ գիշատիչ կենդանին:",
//                "Սպիտակ արջ",
//                "Շնաձուկ",
//                "Սև հովազ",
//                "Վագր"));
//        add(new Question(
//                "Ո՞րն է ձմեռային մարզաձև:",
//                "Բիաթլոն",
//                "Բոուլինգ",
//                "Բադմինթոն",
//                "Բեյսբոլ"));
//        add(new Question(
//                "Որտե՞ղ է կառուցվել առաջին մետրոպոլիտենը:",
//                "Փարիզ",
//                "Տոկիո",
//                "Նյու-Յորք",
//                "Լոնդոն"));
//        add(new Question(
//                "Ո՞վ է «Մատյան ողբերգության» գրքի հեղինակը:",
//                "Գրիգոր Նարեկացի",
//                "Մովսես Խորենացի",
//                "Անանիա Շիրակացի",
//                "Վարդան"));
//    }};

        //2
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Քանի՞ վայրկյան կա 1 ժամում:",
//                "3600",
//                "600",
//                "360",
//                "36"));
//        add(new Question(
//                "Ո՞րն է աշխարհի ամենամեծ մայրցամաքը:",
//                "Եվրասիա",
//                "Աֆրիկա",
//                "Հյուսիսային Ամերիկա",
//                "Ավստրալիա"));
//        add(new Question(
//                "Գրական ո՞ր հերոսն է ունեցել իրական նախատիպ:",
//                "Ռոբինզոն Կրուզո",
//                "Պինոկիո",
//                "Դոն Քիշոթ",
//                "Գուլիվեր"));
//        add(new Question(
//                "Ո՞րն է Լոռու մարզի մարզկենտրոնը:",
//                "Վանաձոր",
//                "Սիսիան",
//                "Ապարան",
//                "Գյումրի"));
//        add(new Question(
//                "Ինչպե՞ս է կոչվում Միքելանջելոյի նշանավոր քանդակը:",
//                "Դավիթ",
//                "Արթուր",
//                "Ռոբերտ",
//                "Էդգար"));
//    }};

        //1
//    public static ArrayList<Question> questions = new ArrayList<Question>(){{
//        add(new Question(
//                "Ի՞նչ փողոց չկա Երևանում:",
//                "Մսագործների",
//                "Շինարարների",
//                "Աղյուսագործների",
//                "Ոսկերիչների"));
//        add(new Question(
//                "Ո՞րն է հայկական եկեղեցու ամենաբարձր կոչումը:",
//                "Կաթողիկոս",
//                "Աբեղա",
//                "Քահանա",
//                "Վարդապետ"));
//        add(new Question(
//                "Ինչպե՞ս է կոչվում 4 երաժիշտներից բաղկացած խումբը:",
//                "Կվարտետ",
//                "Տրիո",
//                "Դուետ",
//                "Կվինտետ"));
//        add(new Question(
//                "Ինչպե՞ս է կոչվում ձկների խումբը:",
//                "Վտառ",
//                "Պարս",
//                "Ոհմակ",
//                "Երամ"));
//        add(new Question(
//                "Ո՞վ է «Մերկ թագավորը» հեքիաթի հեղինակը:",
//                "Հանս Քրիստիան Անդերսեն",
//                "Հովհաննես Թումանյան",
//                "Գրիմմ եղբայրներ",
//                "Շառլ Պերրո"));
//    }};

        //0
   /* public static ArrayList<Question> questions = new ArrayList<Question>(){{
                                            add(new Question(
                                                    "Ի՞նչ մրգից թունավորվեց Սպիտակաձյունիկը:",
                                                    "Խնձոր",
                                                    "Տանձ",
                                                   "Դեղձ",
                                                    "Նարինջ"));
                                            add(new Question(
                                                    "Ո՞ր երաժշտական գործիքը չի պատկանում լարային շարքին:՝",
                                                    "Տրոմբոն",
                                                    "Ջութակ",
                                                    "Թավջութակ",
                                                    "Ալտ"));
                                            add(new Question(
                                                    "Որտե՞ղ է գտնվում Թաջ Մահալ դամբարանը:",
                                                    "Հնդկաստան",
                                                    "Ճապոնիա",
                                                  "Թայլանդ",
                                                    "Չինաստան"));
                                            add(new Question(
                                                   "Քանի՞ տարին մեկ են տեղի ունենում Ամառային օլիմպիական խաղերը:",
                                                   "4",
                                                   "3",
                                                   "2",
                                                    "5"));
                                           add(new Question(
                                                  "Ո՞րը եվրոպական պետություն չէ:",
                                                   "Անգոլա",
                                                    "Անդորրա",
                                                   "Սլովենիա",
                                                   "Բուլղարիա"));
    }};*/



}
